Repository: MaximeLM/SuperLachaise-API
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: {synchronization_name}: no pending modifications
fr: {synchronization_name} : aucune modification en attente

source: {synchronization_name}: {count} new pending modification(s)
fr: {synchronization_name} : {count} nouvelle(s) modification(s) en attente

source: Modifications applied with success
fr: Modifications appliquées avec succès

source: Error when applying modification {pending_modification}: {error}
fr: Erreur en appliquant la modification en attente "{pending_modification}" : {error}

source: Execute selected admin commands
fr: Exécuter les commandes admin sélectionnées

source: Delete notes
fr: Supprimer les notes

source: wikipedia
fr: wikipédia

source: name
fr: nom

source: instance of
fr: nature

source: sex or gender
fr: sexe ou genre

source: wikimedia commons category
fr: catégorie wikimedia commons

source: wikimedia commons grave category
fr: catégorie tombe wikimedia commons

source: date of birth
fr: date de naissance

source: date of death
fr: date de décès

source: Sync selected wikidata entries
fr: Synchroniser les entrées wikidata sélectionnées

source: wikidata entry
fr: entrée wikidata

source: Sync selected localized wikidata entries
fr: Synchroniser les entrées wikidata localisées sélectionnées

source: wikidata localized entry
fr: entrée wikidata localisée

source: Sync selected wikipedia pages
fr: Synchroniser les pages wikipédia sélectionnées

source: main image
fr: image principale

source: category members
fr: membres

source: Sync selected wikimedia commons categories
fr: Synchroniser les catégories wikimedia commons sélectionnées

source: original image
fr: image originale

source: original url
fr: url original

source: thumbnail url
fr: url vignette

source: Sync selected wikimedia commons files
fr: Synchroniser les fichiers wikimedia commons sélectionnés

source: openstreetmap element
fr: élément OpenStreetMap

source: wikidata entries
fr: entrées wikidata

source: superlachaise categories
fr: catégories SuperLachaise

source: Sync selected superlachaise POIs
fr: Synchroniser les POIs SuperLachaise sélectionnés

source: superlachaise poi
fr: poi SuperLachaise

source: Sync selected superlachaise localized POIs
fr: Synchroniser les POIs localisés SuperLachaise sélectionnés

source: members count
fr: nombre de membres

source: wikidata occupations count
fr: nombre d'occupations wikidata

source: used in count
fr: nombre d'utilisations

source: used in
fr: utilisé dans

source: Target object
fr: Objet cible

source: target object
fr: objet cible

source: Apply selected pending modifications
fr: Appliquer les modifications en attente sélectionnées

source: Create DB version
fr: Créer une version BDD

source: SuperLachaise API
fr: API SuperLachaise

source: The full file for the current version does not exist:
fr: Le fichier full pour la version courante n'existe pas :

source: Creating new version...
fr: Création d'une nouvelle version...

source: Writing full file...
fr: Écriture du fichier full...

source: Writing diff file...
fr: Écriture du fichier diff...

source: {name}: not executed
fr: {name} : non exécuté

source: {name}: executed on {date} at {time}
fr: {name} : exécuté le {date} à {time}

source: Errors: {errors}
fr: Erreurs : {errors}

source: Created objects: {count}
fr: objets créés : {count}

source: Modified objects: {count}
fr: objets modifiés : {count}

source: Deleted objects: {count}
fr: objets supprimés : {count}

source: Duration: {minutes} minute(s) and {seconds} second(s)
fr: Durée du traitement: {minutes} minute(s) et {seconds} seconde(s)

source: Admin commands results
fr: Résultats des commandes admin

source: == Start %s ==
fr: == Début %s ==

source: == End %s ==
fr: == Fin %s ==

source: Error: The wikipedia page {language_code}:{link} does not exist
fr: Erreur : La page Wikipédia {language_code}:{link} n'existe pas

source: no outer way for relation found
fr: Aucun chemin extérieur trouvé pour la relation

source: Requesting Overpass API...
fr: Requête de l'API Overpass...

source: Requesting Wikidata...
fr: Requête de Wikidata...

source: Preparing objects...
fr: Préparation des objets...

source: Requesting Wikidata codes from OpenStreetMap elements...
fr: Requête des codes Wikidata issus des éléments OpenStreetMap...

source: Requesting new Wikidata codes from grave_of...
fr: Requête des nouveaux codes Wikidata issus de grave_of...

source: Requesting Wikimedia Commons...
fr: Requête de Wikimedia commons...

source: Requesting Wikipedia revisions...
fr: Requête des révisions Wikipédia...

source: Requesting Wikipedia page content...
fr: Requête du contenu des pages de Wikipédia...

source: Unknown list name:
fr: Nom de liste inconnu

source: No DB version found
fr: Aucune version BDD trouvée

source: A diff file for this version already exists:
fr: Un fichier diff pour cette version existe déjà :

source: The full file for the previous version does not exist:
fr: Le fichier full pour la version précédente n'existe pas :

source: The diff file is incorrect
fr: Le fichier diff est incorrect

source: A full file for this version already exists:
fr: Un fichier full pour cette version existe déjà :

source: created
fr: créé le

source: modified
fr: modifié le

source: dependency order
fr: ordre de dépendance

source: last executed
fr: dernière exécution

source: created objects
fr: objets créés

source: modified objects
fr: objets modifiés

source: deleted objects
fr: objets supprimés

source: errors
fr: erreurs

source: synchronization
fr: synchronisation

source: synchronizations
fr: synchronisations

source: language
fr: langage

source: localized synchronization
fr: synchronisation localisé

source: localized synchronizations
fr: synchronisation localisées

source: enumeration separator
fr: sépérateur d'énumération

source: last enumeration separator
fr: dernier séparateur d'énumération

source: artist prefix
fr: préfixe artiste

source: languages
fr: langages

source: key
fr: clé

source: value
fr: valeur

source: setting
fr: paramètre

source: settings
fr: paramètres

source: localized setting
fr: paramètre localisé

source: localized settings
fr: paramètres localisés

source: openstreetmap id
fr: id OpenStreetMap

source: sorting name
fr: nom pour tri

source: deleted
fr: supprimé

source: openstreetmap elements
fr: éléments OpenStreetMap

source: Year
fr: Année

source: Month
fr: Mois

source: Day
fr: Jour

source: wikidata id
fr: id wikidata

source: date of birth accuracy
fr: précision date de naissance

source: date of death accuracy
fr: précision date de décès

source: burial plot reference
fr: numéro de division

source: wikidata localized entries
fr: entrées wikidata localisées

source: default sort
fr: tri par défaut

source: title
fr: titre

source: wikipedia page
fr: page wikipédia

source: wikipedia pages
fr: pages wikipédia

source: wikimedia commons id
fr: id wikimedia commons

source: wikimedia commons categories
fr: catégories wikimedia commons

source: wikimedia commons file
fr: fichier wikimedia commons

source: wikimedia commons files
fr: fichiers wikimedia commons

source: superlachaise POI
fr: POI SuperLachaise

source: superlachaise POIs
fr: POIs SuperLachaise

source: superlachaise localized POI
fr: POI SuperLachaise localisé

source: superlachaise localized POIs
fr: POIs SuperLachaise localisés

source: relation type
fr: type de relation

source: superlachaisepoi-wikidataentry relationship
fr: relation superlachaisepoi-wikidataentry

source: superlachaisepoi-wikidataentry relationships
fr: relations superlachaisepoi-wikidataentry

source: values
fr: valeurs

source: superlachaise category
fr: catégorie SuperLachaise

source: superlachaise localized category
fr: catégorie SuperLachaise localisée

source: superlachaise localized categories
fr: catégories SuperLachaise localisées

source: superlachaisepoi-superlachaisecategory relationship
fr: relation superlachaisepoi-superlachaisecategory

source: superlachaisepoi-superlachaisecategory relationships
fr: relations superlachaisepoi-superlachaisecategory

source: wikidata occupation
fr: occupations wikidata

source: wikidata occupations
fr: occupations wikidata

source: target object class
fr: classe de l'objet cible

source: target object id
fr: id de l'objet cible

source: modified fields
fr: champs modifiés

source: The value must be a JSON dictionary.
fr: La valeur doit être un dictionnaire JSON.

source: The following fields are not valid for modification: %s.
fr: Les champs suivants ne sont pas valides pour la modification : %s.

source: The following fields are not fields of the target object model: %s.
fr: Les champs suivants ne font pas partie des champs du modèle de l'objet cible : %s.

source: pending modification
fr: modification en attente

source: pending modifications
fr: modifications en attente

source: version id
fr: id version

source: DB version
fr: version BDD

source: DB versions
fr: versions BDD

source: OpenStreetMap element does not exist
fr: L'élément OpenStreetMap n'existe pas

source: Wikidata entry does not exist
fr: L'entrée Wikidata n'existe pas

source: Wikimedia Commons category does not exist
fr: La catégorie Wikimedia Commons n'existe pas

source: SuperLachaise category does not exist
fr: La catégorie SuperLachaise n'existe pas

source: SuperLachaise POI does not exist
fr: Le POI SuperLachaise n'existe pas
